{
    "Pulse":{
        "title": "Pulse (回路, Kairo) ",
        "subtitle": "(2001) - Kiyoshi Kurosawa",
        "synopsis": "After college student Taguchi (Kenji Mizuhashi) commits suicide, a number of young adults living in Tokyo witness terrifying visions transferred across the Internet.<br>As more people disappear throughout the city, the Internet becomes a breeding ground for malevolent spirits. Three seemingly disconnected stories follow Michi (Kumiko Aso), Ryosuke (Haruhiko Katô) and Harue (Koyuki) as they attempt to solve the mystery behind the ghostly visions that are seeping beyond their computer monitors.",
        "url": "https://www.youtube.com/embed/MpsXvHMUQ3Q"
    },
    "Jeepers":{
        "title": "Jeepers Creepers",
        "subtitle": "(2001) - Victor Salva",
        "synopsis": "After making a horrific discovery in the basement of an old abandoned church, Trish (Gina Philips) and her brother Darry (Justin Long) watch their routine road trip home from college turn into a heart-stopping race for their lives.<br>They find themselves the chosen prey of an indestructible force that relentlessly pursues them and gives a new and chilling meaning to the old song 'Jeepers Creepers.'",
        "url": "https://www.youtube.com/embed/akFUWf5xe6k"
    },
    "Devil":{
        "title": "I Saw The Devil (악마를 보았다)",
        "subtitle": "(2010) - Kim Jee-woon",
        "synopsis": "On a dark road, taxi driver Kyung-chul (Choi Min-sik) comes across a scared female motorist stranded in a broken-down vehicle.<br>He pulls over -- but not to help her. When the woman's head is discovered in a local river, her devastated fiancé, Kim Soo-hyeon (Lee Byung-hun), a trained secret agent, becomes obsessed with hunting down her killer. Once he finds Kyung-chul, things get twisted. After brutally beating the murderer, Kim lets him go free, and a demented game of cat and mouse begins.",
        "url": "https://www.youtube.com/embed/xwWgp1bqVwE"
    },
    "Thing":{
        "title": "The Thing",
        "subtitle": "(1989) - John Carpenter",
        "synopsis": "Based on the 1938 John W. Campbell Jr. novella Who Goes There?, it tells the story of a group of American researchers in Antarctica who encounter the eponymous 'Thing', a parasitic extraterrestrial life-form that assimilates, then imitates, other organisms.",
        "url": "https://www.youtube.com/embed/5ftmr17M-a4"
    },
    "Ring":{
        "title": "The Ring (リング, Ringu)",
        "subtitle": "(1998) - Hideo Nakata",
        "synopsis": "When her niece is found dead along with three friends after viewing a supposedly cursed videotape, reporter Reiko Asakawa (Nanako Matsushima) sets out to investigate. Along with her ex-husband, Ryuji (Hiroyuki Sanada), Reiko finds the tape, watches it -- and promptly receives a phone call informing her that she'll die in a week.<br>Determined to get to the bottom of the curse, Reiko and Ryuji discover the video's origin and attempt to solve an old murder that could break the spell.",
        "url": "https://www.youtube.com/embed/zhb61SHrBRQ"
    },
    "Shining":{
        "title": "The Shining",
        "subtitle": "(1980) - Stanley Kubrick",
        "synopsis": "Jack Torrance (Jack Nicholson) becomes winter caretaker at the isolated Overlook Hotel in Colorado, hoping to cure his writer's block. He settles in along with his wife, Wendy (Shelley Duvall), and his son, Danny (Danny Lloyd), who is plagued by psychic premonitions.<br>As Jack's writing goes nowhere and Danny's visions become more disturbing, Jack discovers the hotel's dark secrets and begins to unravel into a homicidal maniac hell-bent on terrorizing his family.",
        "url": "https://www.youtube.com/embed/5Cb3ik6zP2I"
    }

}